Repository: ctrlwebinc/bf2-certificates
Catalog: languages/bf2-certificates-*.po
Languages: fr_ca

source: This plugin requires Badge Factor 2.
fr_ca: Cette extension nécessite Badge Factor 2.

source: Certificates
fr_ca: Certificats

source: Issued badge image with link
fr_ca: Image du badge émis avec lien

source: Course name with link
fr_ca: Nom du cours avec lien

source: Badge issue date
fr_ca: Date d’émission du badge

source: Course duration
fr_ca: Durée du cours

source: Badge issuer name with link
fr_ca: Émetteur du badge avec lien

source: Recipient name
fr_ca: Nom du récipiendaire

source: Recipient badge portfolio link
fr_ca: Lien du portfolio de badges du récipiendaire

source: Preview
fr_ca: Prévisualiser

source: Certificate slug
fr_ca: Permalien de certificat

source: Certificate Template
fr_ca: Gabarit de certificat

source: Add Template
fr_ca: Ajouter gabarit

source: Certificate Title
fr_ca: Titre du certificat

source: Certificate Subtitle
fr_ca: Sous-titre du certificat

source: Issued Badge Image
fr_ca: Image du badge émis

source: Course Name
fr_ca: Nom du cours

source: Recipient Text
fr_ca: Texte de récipiendaire

source: Issued Date Text
fr_ca: Texte de date d’émission

source: Portfolio Link
fr_ca: Lien portfolio

source: Text
fr_ca: Texte

source: Width (mm)
fr_ca: Largeur (mm)

source: Font
fr_ca: Police

source: Size (pt)
fr_ca: Taille (pt)

source: Alignment
fr_ca: Alignement

source: hour
fr_ca: heure

source: hours
fr_ca: heures

source: View certificate
fr_ca: Afficher le certificat

source: Missing Certificate Template in settings!
fr_ca: Gabarit de certificat manquant dans les configurations!

source: Badge Factor 2 - Certificates Addon
fr_ca: Badge Factor 2 - Module Certificats

source: Adds Certificates to Badge Factor 2.
fr_ca: Ajoute les Certificats à Badge Factor 2.
